Repository: zouritre/LoreOfLegends
Catalog: Lore of Legends/Resources/Localization/*.lproj/Localizable.strings
Languages: fr

source: Couldn't communicate with API.
fr: Impossible de communiquer avec l'API

source: Couldn't reach API
fr: Impossible de joindre l'API

source: Couldn't retrieve champions from database
fr: Impossible de récupérer les champions depuis la base de données

source: Couldn't retrieve default configuration
fr: Impossible de récupérer la configuration par défaut

source: Data decoding failed.
fr: Le décodage des données à échoué

source: Downloading champions
fr: Téléchargement des champions

source: Error
fr: Erreur

source: Invalid URL for API access
fr: L'URL pour accéder à l'API n'est pas valide

source: Patch (newVersion) is available! Restart the app to update.
fr: Le patch (newVersion) est disponible! Redémarrez l'app pour mettre à jour.

source: Patch version
fr: Version de patch

source: Please restart the app to apply the new language
fr: Veuillez redémarrer l'application pour appliquer les changements

source: Update
fr: Mise à jour

source: VIETNAMESE
fr: VIETNAMIEN
